;localization:
;Copy lheng.ini to lhxxx.ini(xxx is taking the 2-letter language
;abbreviation from the ISO Standard 639 and adding a third letter,
;as appropriate, to indicate the sublanguage).

;This session must use English.
[Info]
Language=Japanese
Translator=GT Solutions, Inc.
Version=1.80

[Menu]
100=ファイル(&F)
101=開く(&O)...
102=再読み込み(&R)
108=XMLファイルの結合(&M)...
106=保存(&S)
103=名前を付けて保存(&A)...
107=インポート(&I)...
104=エクスポート(&E)...
105=終了(&X)

2100=編集(&E)
2101=コピー(&C)
2102=切り取り(&T)
2103=貼り付け(&P)
2104=削除(&E)
2105=クリア(&L)
2110=すべて選択(&A)
2111=選択の切り替え(&I)
2121=データの追加(&D)...
2131=XMLグループ(&G)
2132=XMLグループの選択(&S)
2141=検索(&F)...
2142=行へ移動(&J)...

2200=表示(&V)
2211=ツールバー(&T)
2212=ステータスバー(&B)
2213=並び替え(&S)
2214=ツールバーの変更(&C)...
2201=ブラウザモード(&M)
2202=フィルタ(&F)
2203=プロパティ(&P)...
2210=&Language

22020=<なし>
220211=Win9x コンピュータ
220212=WinNT コンピュータ
220213=Win2000 コンピュータ
220214=WinXP コンピュータ
220215=Win2003 コンピュータ
220221=書込可能共有
220222=隠し共有
220223=パスワード共有
220224=読出専用共有
220231=SQLサーバー
220232=Novellサーバー
220233=ドメインコントローラ
220241=プリンタ

300=&ネットワーク
301=LANスキャン(&L)
302=ワークグループスキャン(&W)...
303=IPスキャン(&S)...
304=マシンの追加(&A)...
305=コンピュータをエクスプローラで開く(&C)
320=IPにアクセス
3201=エクスプローラ
307=共有をエクスプローラで開く(&S)
308=ネットワークドライブの割り当て(&P)
309=ネットワークドライブの切断(&D)
310=NetBIOSスキャン(&N)
311=セキュリティ資格情報(&S)...

400=ツール(&T)
401=最新の情報に更新(&R)
4010=モニタモード(&M)
4013=設定(&S)...
4014=レポート(&R)
4015=IPで更新(&I)
4016=IPで更新し名前を変更(&E)
4017=名前で更新(&N)
4018=名前で更新しIPを変更(&F)
402=&Wake-On-LAN...
404=リモートシャットダウン(&S)...
405=リモートシャットダウンの中止(&A)
408=リモートコマンド実行(&X)
4081=一般(&N)...
4082=LanHelper内蔵コマンド(&L)
4083=キーボードロック解除
4084=マウスロック解除
4085=スクリーンキャプチャ中止
4086=プロセス終了の中止
4087=すべてのタスクを削除(&D)
406=メッセージ送信(&M)...
407=オプション(&O)...
409=ログ(&L)
4091=ログ表示(&V)
4095=ログのクリア(&C)
410=データビューアー(&V)
411=NICベンダー識別(&I)...

500=ヘルプ(&H)
501=ヘルプトピック(&H)
502=LanHelperホームページ(&P)
503=バージョン情報(&A)...
504=購入方法(&W)
505=登録(&R)
506=アップデートの確認(&C)

600=NTユーティリティ(&U)
601=スケジュール(&S)...
602=メッセージ送信(&M)...
603=サービス(&I)...
604=開いているファイル(&O)...
605=セッション(&E)...
606=グループ(&G)...
607=ユーザー(&U)...

901=メインウィンドウを表示(&S)
911=選択(&C)
912=選択解除(&U)
913=すべて選択(&A)
914=すべて選択解除(&L)

[Menu_LIC]
0=ログオフ
4=強制ログオフ
2=再起動
6=強制再起動
8=電源切断
12=強制電源切断
17=スタンバイ
18=強制スタンバイ
19=休止
20=強制休止
21=コンピュータロック
24=マウスロック
25=マウスロック解除
26=キーボードロック
27=キーボードロック解除
52=タスクバー非表示
53=タスクバー表示
54=デスクトップ非表示
55=デスクトップ表示
56=CD-Romドライブオープン
57=CD-Romドライブクローズ
58=スクリーンセーバー開始
100=スクリーンキャプチャ
101=システム情報取得
110=ウィンドウ情報取得
111=ウィンドウを閉じる
120=プロセス情報取得
121=IDを指定しプロセスを終了
122=名前を指定しプロセスを終了

[Main]
1101=開く
1102=保存
1103=クリア
1201=LANスキャン
1202=ワークグループスキャン
1203=IPスキャン
1204=マシンの追加
1301=最新の情報に更新
1302=Wake-On-LAN
1303=リモートシャットダウン
1304=リモートシャットダウンの中止
1306=リモートコマンド実行
1305=メッセージ送信
1307=サービス
1308=セッション
1309=開いているファイル
1310=グループ
1311=ユーザー
1350=コンピュータをエクスプローラで開く
1351=IPにアクセス
1352=共有をエクスプローラで開く
1353=ネットワークドライブの割り当て
1354=プロパティ
1901=オプション
1902=セキュリティ資格情報

501=名前
502=状態
503=IP
504=MAC
505=ワークグループ
506=OS
507=サーバー
508=共有
509=説明
510=ユーザー
511=SNMP
550=ベンダー

[Dialog_Common]
1=Ok
2=キャンセル
3=はい
4=いいえ
5=ヘルプ
6=適用

[Machine]
0=&コンピュータ(&C):
1=&追加(&A)...
2=&編集(&E)...
3=&削除(&R)
10=リモートログオン:
11=設定(&S)...

[About_DLG]
title=LanHelperのバージョン情報
11=このLanHelperは次の方にライセンスされています。:
12=未登録
15=LanHelperはシェアウェアです。30日間の試用期間を過ぎて、このソフトウェアをご利用になる場合は登録が必要です。
16=登録コード入力...
17=購入方法...
18=オンラインで今から購入...
19=登録せず続けて利用

[Register]
title=LanHelper登録
11=登録者名(&N):
12=登録コード(&C):

[Add_Dlg]
title=マシンの追加
12=名前(&N)
13=IPアドレス(&I)
14=&スキャンして追加(&S)
16=マシン名またはIPアドレスを入力してマシンをマニュアルで追加

[Option_Dlg]
title=オプション
100=スキャン
150=スキャンする対象を選択
111=名前(&N)
106=IPアドレス(&I)
105=&MACアドレス(&M)
107=&ワークグループ名(&W)
115=&ユーザー名(&U)
101=&共有フォルダ(&S)
104=共有フォルダへのアクセスを検出(&A)
102=共有プリンタ(&P)
103=サーバー情報(&E)
108=オンラインのコンピュータのみスキャン(&O)
114=ping省略 (ファイアウォール背後の隠れたターゲットを発見できる代わりに、スキャン速度が低下します)(&K)
112=リストにターゲットの重複を許可(&L)
113=スキャン完了時にビープ音(&B)
109=Pingタイムアウト (ミリ秒)(&T):
110=IPスキャンの最大スレッド(&X):
116=Ping数(&C):

200=全般
206=最小化してタスクバーに入れる(&M)
210=Windowsのスタートアップ時にこのプログラムを実行(&P)
202=プログラムスタートアップ時に最後に使用したファイルを自動的に開く(&O)
203=ファイル読み込み時にステータスを自動的に更新(&R)
204=XMLエンコーディングの文字セットを自動的に選択(&A)
205=文字セットの選択(&C):
207=共有リソースの区切り符号(&E):
208=フィルタウィンドウでフィルタ結果を表示(v1.0)(&F)
211=ログ作成(&L)
212=最大ログサイズ(KB)(&S): 
220="xxx を表示"操作を行ったとき(&W),
221=タブを切り替えない
222=表示タブに切り替え
223=ログタブに切り替え
230=更新をチェック(&H)
231=チェックしない
232=一日一回
233=週一回
234=月一回

300=列
301=リストに表示する列を選択

400=Wake-On-LAN
409=タスク完了後、非定期的タスクを削除(&R)
401=プログラム終了時、予約されたタスクがあれば通知(&P)
403=スケジュール
404=タスク完了後次の方法で通知:
408=ログのみ(&L)
405=標準ダイアログボックスをポップアップ(&B)
406=メッセージ送信(&M)
407=送信先(カンマで区切る)(&S):
410=リモートUDPポート(&U):
420=IPブロードキャストアドレス
421=送信オプション(O):
422=ローカルサブネット
423=インターネット
424=ユニキャスト
425=ダイレクトブロードキャスト
426=IPアドレス(&I):
427=サブネットマスク(&N):
430=パワーピーク設定
431=x秒間待つ(&W),
432=次のy台にパケットを送信する前(&P):

500=メッセージ送信
501=メッセージ履歴を有効にする(&H)
502=メッセージ送信後メッセージボックスをクリア(&C)

600=LanHelper内蔵コマンド
601=新規データ受信後データビューアーをポップアップ(&P)
602=受信データ保存フォルダ(&F):
605=スクリーンピクチャを５つのみ保存(&S)
606=上位５つのスクリーンピクチャのみ表示(&H)

700=最新情報に更新
701=更新完了時にビープ音(&B)
702=IPタイムアウト(ミリ秒)を更新(&T):
704=XMLグループ選択(&G):
710=モニタモード
711=モニタ間隔(秒)(&M):
712=もし次の回数連続したらステータス変更と判断(&S):
713=名前照合によるステータス判断時にDNSサフィックスを無視する(&I)
720=イベント告知
721=ステータスがオフラインになった場合(&O)
722=ステータスがオンラインになった場合(&N)
723=名前またはIPが変更になった場合(&C)
724=すべて変更(&A)
730=告知設定
732=メール送信
733=メッセージ送信
734=コマンド実行
735=サウンド
736=Wake-On-LAN
737=シャットダウン
739=告知方法を確認:
750=設定(&E)...

800=リモートコマンド実行
801=選択したマシンのIPアドレスをDNSかNetBIOS名に変換(&S)

900=ツールバー
901=ツールバーで表示したいボタンをチェックしてください
902=上へ(&U)
903=下へ(&D)

3=デフォルト

[Selserv_Dlg]
title=スキャンワークグループ
1=スキャン開始(&S)
2=更新(&R)
3=ワークグループの選択(&W):
4=すべて(&A)

[ScanIP_Dlg]
title=スキャンIP
10=IPの範囲
17=ローカルIPをもとに範囲を自動的に設定
11=Cクラス(&C)
12=Bクラス(&B)
13=開始(&F):
14=終了(&O):
15=ローカルIP(&L):
16=スキャン開始(&S)

[Sendmsg_Dlg]
title=メッセージ送信
1=メッセージ
11=このコンピュータに接続しているユーザー
12=ワークグループ内のすべてのコンピュータ
13=選択されているコンピュータ
20=選択されているワークグループ
14=LAN全体
15=コンピュータを指定
16=ワークグループを指定
19=IP範囲を指定
18=送信モードを選択(&M):
21=送信(&S)
36=以下に送信(&E):
37=メッセージ(&T):
38=送信方法を選択(&M):

[Shutdown_Dlg]
title=リモートシャットダウン
100=全般
11=オプション
12=遅延時間(秒)(&D):
13=アプリケーションを強制終了(&F)
15=説明(&O):
30=実行する操作(&C):
31=シャットダウン
32=再起動
33=中止
42=シャットダウンする理由(Windows 2003)(&H):
43=計画済み(&P)

[Properties_Dlg]
title=コンピュータプロパティ
50=全体
52=変更(&M)
53=HTMLにエクスポート(&E)...
101=エクスプローラ(&E)
104=コピー(&C)
102=すべて展開(&X)
103=すべて収納(&O)
200=SNMP(システム)
300=ステータス

[Filter_View]
title=フィルタ
11=行
12=名前
13=保存(&S)

[Remote_Execute]
title=リモートコマンド実行
110=スケジュール
111=リモートマシン(&M):
112=コマンド(&C):
113=LanHelper内蔵コマンドを使用(&E)
114=スケジュール設定
115=リモート
130=時間(&I):
121=時(&H):
122=分(&I):
131=今日タスク開始:
132=明日タスク開始:
123=次の時刻にタスク開始:
124=次の時間経過後にタスク開始:
126=定期的に実行(&R)
118=リモートタイム(&T)
119=タスク実行時にデスクトップと対話(&W)
140=曜日(s)
141=月日(s)
150=ファイルコピー
151=リモートシステムのsystem32ディレクトリにコピーするファイルを指定
152=追加(&D)...
153=削除(&M)
120=実行(&S)

210=表示
220=マシン
221=ID
222=時
223=曜日
224=月日
225=コマンド
227=インタラクティブ
228=エラー
219=HTMLにエクスポート
231=タスク追加
232=タスク削除
233=タスクプロパティ
234=タスク表示

[Remote_Wakeup]
title=Wake-On-LAN
100=全般
111=名前
112=IPブロードキャストアドレス
113=MACアドレス
114=追加(&A)...
115=編集(&E)...
122=削除(&D)
123=保存(&S)...
124=読み込み(&L)...
151=ルータやスイッチ、モデムからMACを取得
152=IPブロードキャストアドレス設定
121=&Wakeup(&W)
300=サービス
301=ますサービスをインストールして、下のチェックボックスを選択し、サービスが開始されていることを確認してください。その後、サービス内の既存のWake-On-Lanタスクの予約と、新規タスクのサービスへの登録を行うことができるようになります。タスクを削除するには、まずサービスを中止してください。
302=サービスインストール(&I)
303=サービスアンインストール(&U)
304=サービス開始(&S)
305=サービス中止(&T)
306=新規タスクのサービスへの登録(&N)

[Remote_wakeup_setting]
title=ターゲット設定
11=名前(&N):
12=IPブロードキャストアドレス(&I):
13=MACアドレス(&M):

[IP_Ranges]
title=IP範囲
13=開始(&F):
14=終了(&T):

[Data_Viewer]
Title=LanHelper内蔵コマンド用データビューアー
10=左のリストからデータを表示したい子ノードを選択。右クリックで詳細オプションを表示。
11=マシン毎にデータを表示(&M)
12=データタイプ毎にデータを表示(&T)
21=更新(&R)
22=外部で表示(&V)
27=ファイル名を変更(&N)...
28=ファイルをコピー(&C)
23=ファイルを削除(&D)
26=プロパティ(&P)
24=すべて展開(&E)
25=すべて収納(&O)
31=実際のサイズ(&A)
32=オートフィット(&F)
33=コピー(&C)

[Add_Data]
title=データ追加
100=既存のデータを、メインウィンドウのマシンリストに直接追加します。必ずしもすべてのフィールドが必須ではありません。
101=追加(&A)

[Vendor_IDentifier]
title=NICベンダー識別
100=ネットワークカードのMACアドレスの、少なくともはじめの３オクテットを入力してください。:
101=結果:
102=検索(&F)
103=結果を保存(&S)

[Time_Setting]
title=時間設定
11=次の時間が経過したら終了(&E):
12=次の時刻に終了(&N):
13=分
16=時間間隔(&A):
15=秒

[Groups]
title=XMLグループ
10=選択されたアイテムが参加するグループ名を入力(&G):
11=リスト内の他のグループ
12=グループ名
13=数
21=名前変更(&R)
22=削除(&D)
23=選択(&S)

[Wol_GetMAC]
title=ルータやスイッチ、モデムからMACを取得
10=デバイスがSNMP MIB-2をサポートしていてIPアドレスを持っている場合、サブネットのマシンのMACとIPアドレスをルータやスイッチ、XDSLモデムから取得。 
11=IPアドレス(&I):
12=取得(&G)
13=アイテムを追加(&A)
14=コピー(&C)

[Security_Credentials]
title=セキュリティ資格情報
10=セキュリティ資格情報(&S):
11=現在ログオンしているユーザー
12=資格情報を指定
13=nullセッション
20=全体設定
21=ユーザー名(&U):
22=パスワード(&P):
23=リモートマシンへの現在の接続を終了(&C)
30=XMLグループ
31=現在の全体資格情報設定を保存するグループ名を選択してください。グループの設定は全体設定に優先します。
33=表示(&V)
34=取消

[Monitor_Setting]
title=設定
100=サウンド
101=サウンドファイル(&U):
200=メール送信
210=プライマリSMTP
211=差出人:
212=宛先:
213=SMTPサーバ:
214=認証が必要
215=ユーザ名:
216=パスワード:
217=SMTPポート:
218=SSLが必要
220=バックアップSMTP
251=テスト
252=件名:
300=メッセージ送信
301=送信先(カンマで区切る)(&E):
400=コマンド実行
401=プログラムファイル(&P):
402=パラメータ(&M):
403=ウィンドウステータス(&W):
410=デフォルト
411=表示してアクティベートしない
412=隠す
413=最小化
414=最大化
500=Wake-On-LAN
501=このモードはマシンの起動に使用します。メインウィンドウにおいて、マシンにMACアドレスがあることを確認してください。
504=IPブロードキャストアドレス設定 オプションダイアログのWake-On-LANタブを参照してください。
600=シャットダウン
601=このモードはマシンのシャットダウンまたは再起動に使用します。
602=シャットダウン(&S)
603=再起動(&R)
604=アプリケーションを強制終了(&F)
605=遅延時間(秒)(&D): 
606=説明(&C):

[Schedule]
200=スケジュール
201=スケジュール
205=実行(&S)
211=タスクリスト
215=更新(&R)
216=詳細(&E)...
217=削除(&M)
220=毎日
221=毎週
222=毎月
223=一回限り
230=ターゲット
231=時間
232=開始日
233=終了日
234=日
235=前回実行時刻
236=実行時刻
240=タスクスケジュール
241=開始時刻(&T):
242=定期的に実行(&P)
243=開始日(&A):
244=終了日(&D)
245=曜日(&K)
246=月(&O)
247=すべての月(&A)

[Integrated_Command]
title=LanHelper内蔵コマンド
11=リモートマシンで実行する操作をリストから選択してください。追加ボタンを押して複数の操作をひとつのコマンドに割り当てることができます。
12=ID
13=操作
14=操作オプション
20=オプションはありません
21=強制(&F)
22=マウスロック(&L)
23=マウスロック解除(&U)
24=タスクバー非表示(&H)
25=タスクバー表示(&S)
26=デスクトップ非表示(&H)
27=デスクトップ表示(&S)
28=CD-Romドライブオープン(&O)
29=CD-Romドライブクローズ(&C)
30=画面の色(&C):
301=白黒(1ビット)
302=16色(4ビット)
303=256色(8ビット)
304=中(16ビット)
31=ウィンドウID(カンマで区切る 例 123,567)(&W):
32=プロセスID(カンマで区切る 例 123,567)(&P):
33=プロセス名(カンマで区切る 例 calc.exe,hl.exe)(&P):
42=キーボードロック(&L)
43=キーボードロック解除(&U)
50=その他のパラメータ(&I)
51=追加(&A)

[Command]
0 = ログオフ
2 = 再起動
8 = 電源切断
17 = スタンバイ
19 = 休止
21 = コンピュータロック
24 = マウスロック/解除
26 = キーボードロック/解除
52 = タスクバー表示/非表示
54 = デスクトップ表示/非表示
56 = CD-Romドライブ開閉
58 = スクリーンセーバー開始
100 = スクリーンキャプチャ
101 = システム情報取得
110 = ウィンドウ情報取得
111 = ウィンドウを閉じる
120 = プロセス情報取得
121 = IDを指定しプロセスを終了
122 = 名前を指定しプロセスを終了

[AX_POPUP]
31=選択
32=すべて選択
33=解除
34=すべて解除
35=選択の反転
36=すべて展開
37=すべて収縮
38=クリア
39=すべて
40=選択されたアイテム
41=検索...

50=検索
51=検索:
52=大文字小文字を区別
53=マッチしたすべてのアイテムを選択
54=マッチしたすべてのアイテムを解除
55=列内で検索:
56=方向
57=上
58=下
59=次を検索
60=キャンセル
61="%s"が見つかりません。
62=%d件選択されました。
63=%d件解除されました。

[Log_Tab]
1=ログ
2=クリア
10=マシン
11=操作
12=エラー
13=時間

[Service_Dlg]
title=サービス
100=全般
101=操作(&C):
1010=サービスを表示
1011=サービスを開始
1012=サービスを停止
1013=サービスを一時停止
1014=サービスを再開
1015=サービスを再起動
1016=スタートアップの種類
1017=サービスを削除
102=サービス名(一行に一件のみ)(&N):
103=スタートアップの種類
1030=自動(&A)
1031=手動(&M)
1032=無効(&D)
200=インストール
201=サービス名(&S):
202=表示名(&D):
203=説明(&E):
204=サービスの種類(&V):
2040=単独サービス
2041=プロセス共有サービス
205=スタートアップの種類(&T):
206=サービス起動ファイル(&X):
207=パラメータ(&P):
208=このファイルをリモートシステムのSystem32ディレクトリにコピー(&C)
209=付随してコピーされるファイル(&F):
210=追加(&A)...
211=削除(&R)
212=サービスにデスクトップとの対話を許可する(&L)
213=インストール完了後サービスを開始(&I)
300=表示
301=サービスプロパティ
302=HTMLにエクスポート
303=すべてのサービスを表示
500=サービス
501=表示名
502=状態
503=スタートアップの種類
504=アカウント
505=説明
506=モジュール

[SvcProp_Dlg]
title=サービスプロパティ
100=全般
101=サービス名(&S):
102=オン(&O)
103=表示名(&D):
104=説明(&E):
105=モジュール(&M):
106=スタートアップの種類(&T):
107=状態:
150=前のマシン
151=前のサービス
152=次のサービス
153=次のマシン
200=依存関係
201=このサービスが依存するサービス
202=このサービスに依存しているサービス
220=依存関係を表示

[Session_Dlg]
title=セッション
100=全般
101=操作(&A):
1010=セッション表示
1011=セッションをすべて切断
200=表示
201=セッションを切断
202=HTMLにエクスポート
203=セッションを表示
204=セッションプロパティ
500=ユーザー
501=コンピュータ
502=接続時間
503=アイドル時間
504=開いているファイル
505=ゲスト
506=種類

[OpenFile_Dlg]
title=開いているファイル
100=全般
101=操作(&A):
1010=開いているファイルを表示
1011=開いているファイルをすべて切断
200=表示
201=開いているファイルを切断
202=HTMLにエクスポート
203=開いているファイルを表示
500=開いているファイル
501=アクセス
502=ロック数
503=オープンモード
504=ファイルID

[Session_Properties]
title=セッションプロパティ
10=マシン:
11=クライアント:
20=リソース
21=ユーザー
22=開いている
23=時間

[Network_Password]
title=ネットワークパスワードを入力してください
11=ユーザー(&U):
12=パスワード(&P):

[Select_Object]
title=対象の選択
10=場所(&L):
11=追加(&A)...
12=追加(&D)
13=名前の確認(&C)
20=名前
21=表示名
22=説明

[User_Dlg]
title=ユーザー
100=全般
101=操作(&C):
1010=ユーザーの表示
1011=ユーザーの新規作成
1012=ユーザーの削除
1013=ユーザーのメンバーシップ
1014=パスワードリセット
102=ユーザー名。一行に一件のみ。
103=以下のグループにユーザーを追加(&D)。コンマ区切り。
104=以下のグループからユーザーを削除(&M)。コンマ区切り。
105=パスワード(&P):
106=パスワード確認(&O):
107=ユーザー名(&U):
108=(コンマ区切り)
109=複数(&M)...
110=表示名(&F):
111=説明(&D):
112=パスワード(&P):
113=パスワード確認(&O):
114=ユーザーは次回ログオン時にパスワード変更が必要(&T)
115=ユーザーはパスワードを変更できない
116=パスワードを無期限にする(&W)
117=アカウントは無効(&I)
118=詳細設定...
200=表示
201=ユーザー名
202=フルネーム
203=詳細
204=無効
205=ロックアウト
206=パスワードを無期限にする
207=パスワードを期限切れにする
208=パスワードを変更できない
209=最後のログオン
210=パスワードの最後の変更
211=有効期限
212=所属するグループ
220=すべてのユーザーを表示
221=ユーザーの新規作成
222=ユーザーのコピー
223=ユーザーの名前の変更
224=リセットパスワード
225=ユーザーを有効にする
226=ユーザーを無効にする
227=ユーザーを削除する
228=ユーザープロパティ
229=HTMLにエクスポート

[User_Properties]
title=ユーザープロパティ
100=ユーザー
101=ユーザー名(&U): 
102=(コンマ区切り)
103=複数(&M)...
104=フルネーム(&F): 
105=詳細(&D): 
106=パスワード(&P):
107=パスワード確認(&C):
108=アカウントのロックアウト(&A)
109=ユーザーは次回ログオン時にパスワード変更が必要
110=ユーザーはパスワードを変更できない
111=パスワードを無期限にする
112=アカウントは無効
113=最後のログオン:
114=最後のログオフ:
115=ログオン回数:
116=間違えたパスワード回数:
117=パスワードの最後の変更:
200=所属するグループ
201=グループ名を入力。一行に一件のみ。
300=所属するグループ
301=所属するグループ(&M):
302=追加(&A)...
303=削除(&R)
304=プライマリグループ: 
305=プライマリグループの設定(&S)
400=プロファイル
401=ユーザープロファイル
402=プロファイルパス(&P): 
403=ログオンスクリプト(&L): 
404=ホームディレクトリ
405=ローカルパス(&O): 
406=接続(&C)
407=接続先(&T):
500=時間(サーバ)
501=時間
502=アカウントの期限
503=制限無し(&N)
504=終わりまで(&E): 
505=ログオン時間:
506=すべて
507=ログオン許可(&A)
508=ログオン拒否(&F)
600=ワークステーション (サーバー)
601=ワークステーション
602=このユーザーがログオンできるのは
603=すべてのコンピュータ(&A)
604=次のコンピュータ(&T)
605=最大8台までのコンピュータ名を入力してください。一行に付き一件。
700=ダイアルイン
701=リモートアクセス許可 (ダイアルインまたはVPN)
702=アクセス許可(&A)
703=アクセス拒否(&D)
704=リモートアクセスポリシーでアクセス制御(&C)
705=コールバックオプション
706=コールバックしない(&N)
707=呼び出し元による設定&S)
708=常に次の電話番号にコールバック(&L):

[Reset_Password]
title=パスワードリセット
11=パスワード(&P):
12=パスワード確認(&C):
13=ユーザーは次回ログオン時にパスワード変更が必要(&U)

[Multiple_Users]
title=複数のユーザーの設定
10=一つ手前のダイアログで複数のユーザー名をカンマ区切りで入力するか、ここで複数の名前を生成してください。
11=接頭辞:
12=接尾辞:
13=開始:
14=追加するユーザーの数:
15=デジタル幅:
16=最終的なユーザー名の例:

[Group_Dlg]
title=グループ
100=全般
101=操作(&C):
1010=グループの表示
1011=グループの作成
1012=グループの削除
1013=グループメンバー
102=グループ名(&G)。一行に一件のみ。
103=次のアカウントをグループに追加(&D)。コンマ区切り。
104=次のアカウントをグループから削除(&M)。コンマ区切り。
105=グループ名(&G): (コンマ区切り)
106=詳細(&D):
107=ローカルグループ(&L)
108=グローバルグループ(&O)
109=メンバー(&M)。一行に一件のみ。
200=表示
201=グループ名
202=詳細
203=メンバー
210=すべてのグループを表示
211=グループの作成
212=グループのコピー
213=グループの名前変更
214=グループの削除
215=グループのプロパティ
216=HTMLのエクスポート

[Group_Properties]
title=グループプロパティ
01=ローカルグループプロパティ
02=グローバルグループプロパティ
10=グループ(&G):
11=(コンマ区切り)
12=詳細（&D): 
13=ローカルグループ(&L)
14=グローバルグループ(&B)
15=メンバー(&M): 
16=追加(&A)...
17=削除(&R)
18=全般

[Task_Properties]
title=タスクプロパティ
10=コマンド(&C):
11=タスクのスケジュール
12=今日(&T)
13=明日(&O)
14=毎(&E)
15=次(&N)
16=週の日
17=月の日
18=時間(&M):
19=リモートの時間:
20=タスク実行時にデスクトップと対話(&I)

[Strings]
1001=設定データを保存できませんでした。
1002=リストが変更されています。保存しますか？
1003=アイテム: %d
1004=(Nullノード)
1005=定義されていないXMLノード: %s。 このXMLファイルは開くことができません。
1006=フォーマットバージョンが不明です。このXMLファイルは開くことができません。
1007=XMLファイルを読み込み中にエラーが発生しました。
1008=このまま続けてもよろしいですか？
1009=操作が完了しました。
1010=操作が失敗しました。
1011=この操作を完了することができませんでした。
1012=LanHelperを再インストールする必要があります。
1013=%sへのログオンに失敗しました。 
1015=このプログラムを実行する十分な権利がないようです。他のユーザとしてこのプログラムを実行してみてください。
1017=この操作を完了する十分な権利がないようです。他のユーザとしてこの操作を再実行してみてください。
1016=プログラムによって使用されるファイルが見つかりません。
1018=このまま終了してもよろしいですか？
1019=このメッセージを表示さ内容にするには、オプションダイアログの"%s"をオフにしてください。
1020=このプログラムを実行するには管理者権限が必要です。
1021=ポート%dでの待ち受けに失敗しました。このポートは既に使われています。
1022=リストは変更されています。ファイル%sを保存しますか？
1023=このベータ版は期限が切れています。最新版の情報について、ホームページ http://www.hainsoft.com を確認してください。
1024=文字列"%s"を見つけることができません。

1028=共有%sを見つけることができませんでした。
1030=現在、開いているファイルが%sにあります(%sに接続中)。 ネットワークデバイスを切断する前にファイルを閉じなければ、データが失われる可能性があります。デバイスを切断しますか？
1031=ネットワークドライブ%sを正常に切断しました。
1032=ネットワークドライブ%sの切断に失敗しました。
1033=すべてのネットワークドライブは正常に切断されました。
1034=ひとつ以上のネットワークドライブの切断に失敗しました。
1035=すべてを強制切断
1036=%s (%s on "%s")
1037=(空)
1039=ファイル%sを開くことに失敗しました。
1040=(不明)
1044=テキスト (セミコロン区切り) (*.txt)|*.txt|CSV (カンマ区切り) (*.csv)|*.csv
1045=テキスト (*.txt)|*.txt|Text (セミコロン区切り) (*.txt)|*.txt|CSV (カンマ区切り) (*.csv)|*.csv|HTML (*.htm)|*.htm
1046=スキャンを中止しました
1047=スキャンが完了しました
1051=この機能は、Windows 95/98/MEでは利用できません。
1052=このXMLファイルは、以前のバージョンのLanHelper用です。今後このメッセージを表示しないように再保存してください。
1053=このXMLファイルは、高いバージョンのLanHelper用です。最新版で開くことが推奨されます。
1054=XMLファイルではありません。
1056=XMLファイル (*.xml)|*.xml|すべてのファイル (*.*)|*.*
1057=テキスト (*.txt)|*.txt
1059=スキャン中... ESCキーを押すと中止します
1061=IPアドレスが不正です。: %s
1065=Wake-On-LANコマンドが、%dターゲットに送信されました。(全%d台中)
1066=シャットダウン中止コマンドが、選択された%dマシンに送付されました。
1070=スレッド終了中...

1072=オンライン
1073=オフライン
1074=不明
1075=PDC
1076=BDC
1077=ドメインコントローラ
1078=名前 アクティブ、 IP更新済
1079=IP アクティブ、 名前更新済
1080=Name アクティブ、 IP変更済
1081=IP アクティブ、 名前変更済

1104=プロパティ
1110=フィルタ
1111=Win9xコンピュータ
1112=WinNTコンピュータ
1113=Win2000コンピュータ
1114=WinXPコンピュータ
1115=Win2003コンピュータ
1116=書込可能共有
1117=隠し共有
1118=パスワード共有
1119=プリンタ
1120=書込可能
1121=パスワード
1122=読出専用
1123=サーバー
1124=読出専用共有
1126=現在、この機能はWindows 95/98/MEでは利用できません。
1127=タスクが予約されています。
1128=スキャンスレッドが実行中です。
1129=更新中... ESCキーを押すと中止します。
1130=更新完了
1131=更新中止
1132=オンライン: %d
1133=IP変更済: %d
1134=名前変更済: %d
1136=モニタモード。ESCキーを押すと終了します。
1137=操作完了。
1138=操作結果を見るにはログを確認してください。
1139=新しい行番号を入力してください: (%d - %d)
1140=行へ移動
1141=SNMPデータがリストにありません。この操作をする前にネットワークをスキャンするかファイルを開いてください。
1142=ステータス
1143=時間
1144=現在のステータス
1145=グループ
1146=はい
1147=いいえ

1501=ファイルが存在しません:
1503=<なし>
1504=パラメータが不正です。
1505=ログファイルをクリアしてよろしいですか？
1506=メッセージログファイルをクリアしてよろしいですか？

1601=同じ設定を他のマシンに適用しますか？
1602=今後表示しない。
1603=このダイアログボックスを今後表示しない。
1604=アップデートの確認に失敗しました。
1605=既に最新版のLanHelperを持っています。。
1606=新しいバージョンのLanHelperが見つかりました。今すぐダウンロードしますか？
1607=選択された%dマシン上の%sですか?

2001=コンピュータ名に不的確な文字が含まれています。
2003=コンピュータ: %sを正常に追加しました。
2004=マシンが見つかりません: %s
2005=LanHelperは完全にはWindows 95/98/MEをサポートしません。Windows 95/98/MEで利用できないいくつかの機能は無効になります。
2007=すべての機能を利用し、最良のパフォーマンスを得るには、このプログラムをWindows NT/2000/XP上で実行することが推奨されています。詳細はヘルプファイル LanHelper.chmを参照してください。
2006=スキャンした グループ: %d、マシン: %d
2010=NetBIOSをスキャン中... ESCキーを押すと中止します。
2011=NetBIOSスキャンを中止しました。
2012=NetBIOSスキャンが完了しました。
2013=MACアドレスが不正です: %s.
2014=MACアドレスのフォーマットは、FF-FF-FF-FF-FF-FF または FF:FF:FF:FF:FF:FFです。
2015=起動に失敗しました。
2016=空白テキストは送信できません。
2017=受信者の名前は空白にできません。

2019=利用可能物理メモリ: %s KB
2021=スペース
2022=パスワード: %s
2024=パスワードを検出できないかパスワードが不要です。
2025=スキャンしたIP: %d、 見つかったIP: %d

2026=30日の試用期間が切れました!
2027=この機能は現在無効になっています。登録してください!
2028=LanHelperを登録していただきありがとうございます。プログラムを再起動してください。
2029=入力された登録コードは正しくありません。
2030=登録者名または登録コードは空白にできません。
2031=30日間の試用期間中%d日目

2034=新しいタスクを実行できません。実行可能な最大のタスク数: %d
2035=Wake-On-LANタスクの実行に失敗しました。
2036=Wake-On-LANタスクを正常に実行しました。
2037=このアドレスを修正するか削除してください。
2038=タスクは正常に予約されました。開始時刻までこのプログラムを立ち上げたままにしておいてください。
2039=エラー: 定義された日時は現在よりも過去の日時です。
2040=最低一日を曜日から選んでください。
2041=毎日
2042=毎
2044=予約されたWake-On-LANタスクのデータをディスクに保存するときにエラーが発生しました。
2045=予約されたWake-On-LANタスク。コマンドは%dターゲットに送信されました。
2047=選択された%dタスクを削除しますか？
2060=マシン%sの現在時刻の取得に失敗しました。
2061=適正なコマンドを入力してください。
2062=入力された内蔵コマンドは正確ではありません。
2063=LanHelper内蔵コマンドについてより詳しくお知りになりたい場合はヘルプファイルを参照してください。
2065=エラー: 日時が不正確です。
2069=リクエストを完了できません。エラー情報をログで確認してください。
2072=選択された%dタスクを削除してよろしいですか？
2075=エラー: 不明なデータ形式。ファイル%sから予約されたタスクを読み込むことができませんでした。
2076=プログラムの実行ともにファイルは消去されます。今すぐファイルのバックアップを作成してください。最新版のLanHelperで実行することができます。
2077=%dタスク(%dマシン)を正常にリストしました。
2078=エラー: 選択した時刻は、マシン%sにとって既に過ぎた時間です。
2080=タスクは%s上で実行されるように正常に予約されました。
2081=ディスクから予約されたWake-On-LANタスクのデータを読み込む際エラーが発生しました。 
2082=次
2083=プログラム終了時、予約されたタスクがあれば通知。
2084=エラー: 終了日が開始日または現在より前です。
2085=最低一日を月日から選んでください。
2086=最低一月を月リストから選んでください。.
2087=タスクはサービスに登録されました。Windowsのイベントログで結果を確認してください。
2088=タスクをサービスに登録することに失敗しました。
2089=タスクはLanHelperに予約されています。
2090=サービスはインストールされていません
2091=サービスはインストールされています
2092=サービスは起動していません
2093=サービスは起動しています
2094=サービスは開始されています
2095=サービスは停止しています
2096=サービスの開始に失敗しました
2097=サービスの停止に失敗しました
2098=サービスが起動している間は新しいタスクをLanHelperに予約することはできません。サービスを停止してやり直してください。
2099=ディスクから予約されたリモートシャットダウンタスクのデータを読み込む際エラーが発生しました。
2100=LanHelperサービスに予約されているタスクが%d個見つかりました。

2101=LanHelper内蔵コマンドを使う場合は、コマンドの最初の文字はスラッシュ("/")で始まる必要があります。
2102=タスクは%dマシンに正常に登録されました。
2103=タスクを以下のマシンに登録することに失敗しました:
2104=選択された操作は既に追加されています。
2105=閉じたいウィンドウのIDを入力してください。
2106=リモートシステムで開いているウィンドウのIDを取得するには、操作"%s" (%s = 110)を実行してください。
2107=終了したいプロセスのIDを入力してください。
2108=リモートシステムで開いているウィンドウのIDを取得するには、操作"%s" (%s = 120)を実行してください。
2109=エラー: "%s"は整数ではありません。
2110=どのマシンもマシンリストにありません。
2111=%s上の管理用共有 ADMIN$を開くことができません。
2112=%s上の管理用共有 ADMIN$に書き込むことができません。
2113=%s上でスケジュールサービスが開始されていません。ここから開始を試行しますか？
2114=詳しくはヘルプファイルを参照してください。
2115=%sファイルを削除してもよろしいですか？ファイルはディスクから完全に削除されます。
2116=ノード%s内のすべてのファイルを削除してもよろしいですか？ファイルはディスクから完全に削除されます。
2117=%sのプロセスを終了。
2118=%sのウィンドウを閉じる。
2119=%sにおいて、十分な権限がないか、管理用共有 ADMIN$が停止さているか、ファイアウォールプログラムが実行中です。
2120=この問題の解決方法は、ヘルプファイルのFAQセクションを参照してください。
2121=%sのベンダーが見つかりません。
2122=%sのベンダーは: %sです。
2123=ベンダー : %s
2124=このエラーを回避するためにリモートマシンのフィールドにIPアドレスを入力しないでください。
2130=アイテム%sはすでにグループ名"%s"を持っています。名前を"%s"に変更しますか?
2131=新しいグループ名を入力してください:
2132=新しいグループを追加することができません。ひとつのファイルに含まれるグループが多すぎます。
2133=メインウィンドウでグループに参加させるアイテムが何も選択されていません。
2134=入力には不正な文字が含まれています。
2135=アイテム%sは既にグループ"%s"に参加しています。さらにグループ"%s"に参加して、複数のグループを保有する場合は、Yesをクリックし、既存のグループを削除し、グループ"%s"に参加する場合はNoをクリックしてください。
2136=完了
2137=ターゲットが指定されていません。
2138=ターゲットが選択されていません。

2154=メッセンジャーサービスが起動していません。この機能は、メッセージを送信するためにサービスが開始されている必要があります。
2155=スタートしますか?
2158=%sサービスの%s上での開始に失敗しました。
2162=範囲が大きすぎます: 開始%s 終了%s.
2163=開始%s 終了%s
2164=成功
2165=失敗
2167=成功:
2168=失敗:
2169=範囲は無効です: %s.
2170=ローカルマシン
2171=%sサービスは%ｓ上で正常に開始されました。
2172=アイテムが追加されました。
2173=新しいファイル名を入力してください:
2174=名前の変更に失敗しました。%sファイルは既に存在します。
2175=サービスが停止されているか確認してください。
2176=MACの%sからの取得に失敗しました。
2177=%dアイテムがメインウィンドウに追加されました。

2201=IPでステータスを更新
2202=名前でステータスを更新
2203=モニタモード
2205=%dマシンのステータスが%sから%sに変更されました。
2206=LanHelper通知
2207=%dマシンのステータスが変更されました。
2250=Eメールアドレスを入力してください。
2251=SMTPサーバーを入力してください。
2252=サーバーポートを入力してください。
2253=ユーザ名を入力してください。
2254=Eメールアドレスが不正です: %s
2255=通知を%sに送信
2256=テストEメールが、%sにSMTPサーバ%sより送信されます。完了時にポップアップダイアログが結果を表示します。
2257=テストEメールは正常に%sに送信されました。
2258=テストEメールの%sへの送信は失敗しました。
2259=実行可能ファイル (*.exe)|*.exe|すべてのファイル (*.*)|*.*
2260=サウンドファイル (*.wav)|*.wav
2261=このオプションは、Windows NT/2000/XPにおいてのみ有効です。
2262=モニタモードでは利用できません。IPで更新か名前で更新をお使いください。
2263=この通知はLanHelperによって送信されました。
2264=操作: %s、 %s。

2265=このフィールドは、選択した理由に必要です。
2266=コンピュータを追加
2267=コンピュータを編集
2268=コンピュータ名またはIPアドレスを入力:
2269=コンピュータ名の重複: %s.
2270=パラメータとともにプログラムを実行するか、選択したドキュメントファイルを開きます。続行しますか？
2271=XMLエンコーディング:
2272=%dマシンの予約されたタスクのリストを完了しました。
2273=ターゲットを追加
2274=ターゲットを編集
2275=ユーザ名
2276=パスワード
2277=接続を切断
2278=資格情報
2279=設定は保存されました。
2280=データはHTMLファイルにエクスポートされました。OKボタンをクリックして、ファイルを開いてください。
2281=グループ"%s"に参加しているすべてのマシンの資格情報設定を削除します。OKボタンをクリックして続けてください。
2282=表示名ではなく、サービス名を指定してください。一行に一件のみ。
2283=無効なサービス名: %s
2285=OKボタンをクリックして続けてください。
2292=選択された%dサービスを削除します。
2294=サービス%sはリストのマシン%s内に見つかりませんでした。
2295=サービスを%dマシンにインストールします。

2301=画面
2302=システム
2303=ウィンドウ
2304=プロセス
2310=日
2311=時
2312=分
2313=秒

2320=停止
2321=開始保留中
2322=停止保留中
2323=開始
2324=再開保留中
2325=一時停止保留中
2326=一時停止
2327=ブート開始
2328=システム開始
2329=自動
2330=手動
2331=無効

2540=その他 （計画済）
2541=ハードウェア: メンテナンス （計画済）
2542=ハードウェア: インストール （計画済）
2543=オペレーティング システム: 再構成 （計画済）
2544=アプリケーション: メンテナンス （計画済）
2545=アプリケーション: インストール （計画済）
2546=セキュリティの問題

2550=その他 （計画外）
2551=ハードウェア: メンテナンス （計画外）
2552=ハードウェア: インストール （計画外）
2553=オペレーティング システム: 再構成 （計画外）
2554=アプリケーション: インストール （計画外）
2555=アプリケーション: 応答なし
2556=アプリケーション: 不安定
2557=セキュリティの問題
2558=ネットワーク接続の損失 (計画外)

2560=ログオン
2561=シャットダウン
2562=再起動
2563=シャットダウン中断
2564=タスクのスケジュール
2565=タスクの表示
2566=タスクの削除
2567=時間取得
2568=メッセージ送信
2569=サービスの表示
2570=サービス開始
2571=サービス停止
2572=サービス一時停止
2573=サービス再開
2574=サービス再起動
2575=スタートアップの種類
2576=サービスの削除
2577=サービスのインストール
2578=デバイスドライバの表示
2579=セッションの表示
2580=セッションの切断
2581=開いているファイルを表示
2582=開いているファイルを切断
2583=ユーザーの表示
2584=ユーザーの作成
2585=ユーザーの削除
2586=ユーザーのメンバーシップ
2587=パスワードリセット
2588=ユーザーの名前変更
2590=ユーザーを有効にする
2591=ユーザーを無効にする
2592=ユーザーの削除
2593=グループの表示
2594=グループの作成
2595=グループの削除
2596=グループのメンバー

2700=<依存関係なし>
2701=読み込み
2702=書き込み
2703=作成
2704=選択されている%dマシンのすべてのスケジュールされたタスクを削除しますか？
2705=区切り
2706=この機能はWindows Vistaまたはそれ以降では利用できません。
2707=更新ステータスオプションダイアログでグループ%sが選択されていますが、グループに参加しているマシンは現在一台もありません。
2708=SSLサポートを有効にするために必要な%sファイルがシステム内に見つかりません。下のリンクからファイルをダウンロードするか、OKボタンを押してダウンロードしてください。
2709=すべてを指定するために空白のままにする。
2710=パスワードが一致しませんでした。パスワードを確認してください。
2711=パス %s は有効な絶対パス名ではありません。
2712=ディレクトリ名 %s は有効なネットワーク共有名ではありません。有効な名前を入力してください。
2713=<メインウィンドウのマシンIP>
2714=規定値。ブロードキャストアドレスは255.255.255.255に設定されています。
2715=対象のサブネット内のいずれか一つのコンピュータのIPアドレスとサブネットマスクを入力してください。
2716=ブロードキャストアドレスはメインウィンドウのリストの対象マシンのIPに設定されています。
2717=ブロードキャストアドレスは、メインウィンドウのリストの対象マシンのサブネットマスクとIPによって動的に決定されます。
2718=ユーザー名が指定されていません。
2719=グループ名が指定されていません。
2720=対象名 %s が見つかりません。
2721= %s への権利を持つアカウントの名前とパスワードを入力してください。
2722=アイテムが選択されていません。
2723=ユーザーを選択してください。
2724=グループを選択してください。
2725=ユーザー化グループを選択してください。
2726=$ADMIN共有フォルダに記入できません。
2727=コールバック番号を入力してください。
2728=選択された %d ユーザーを削除してよろしいですか？
2729=選択された %d グループを削除してよろしいですか？
2730=各ユーザーはユーザー名とは別の固有の識別番号によって管理されています。一旦ユーザーが削除されると、同じ名前のユーザーを再度作成してもアクセス制御リストに現在含まれるユーザーのリソースへのアクセスが回復することはありません。
2731=各グループはグループ名とは別の固有の識別番号によって管理されています。一旦グループが削除されると、同じ名前のグループを再度作成してもアクセス制御リストに現在含まれるグループのリソースへのアクセスが回復することはありません。
2732=%s は不正なアカウントタイプです。
2733=明日
2734=今日
2735=古いスケジュールタスクを削除できませんでした。(ID = %d)
2736=最低一つのアイテムを選択してください。ツリーコントロールの複数のアイテムを選択するにはCtrlかShiftキーを使用してください。
2737=以下の名前は不正な文字を含んでいるので無効です。